Repository: ControlledChaos/bp-idea-stream
Catalog: languages/bp-idea-stream-*.po
Languages: nl_nl

source: BP Idea Stream requires BuddyPress 2.5+
nl_nl: BP Idea Stream vereist BuddyPress 2.5+

source: and WP Idea Stream 2.4+.
nl_nl: en WP Idea Stream 2.4+.

source: BP Idea Stream has been deactivated. Please activate it again once your configuration match the required one.
nl_nl: BP Idea Stream is gedeactiveerd. Activeer deze opnieuw wanneer je configuratie overeenkomt met de vereiste vorm.

# activity admin dropdown caption
source: New %s published
nl_nl: Nieuwe %s gepubliceerd

# activity comment admin dropdown caption
source: New %s comment posted
nl_nl: Nieuw %s commentaar geplaatst

# activity comments front dropdown caption
source: %s comments
nl_nl: % commentaren

# idea posted activity action
source: %1$s wrote a new %2$s
nl_nl: %1$s heefft een nieuwe %2$s geplaatst

# idea commented activity action
source: %1$s replied to this %2$s
nl_nl: %1$s heeft op dit gereageerd %2$s

source: Repair WP Idea Stream activities.
nl_nl: Repareer WP Idea Stream activiteiten.

source: Making sure WP Idea Stream activities are consistent: %s
nl_nl: Bezig verzekeren dat WP Idea Stream activiteiten consistent zijn: %s

source: No activity needs to be repaired.
nl_nl: Geen activiteit vereist herstel.

source: %d repared
nl_nl: %d gerepareerd

source: %s group settings
nl_nl: %s groepsinstellingen

source: Activate %s.
nl_nl: Activeren %s.

source: Allow members to comment on ideas.
nl_nl: Leden toestaan op ideeën commentaar te geven.

source: Use Categories.
nl_nl: Gebruik categorieën.

source: Remove all ideas.
nl_nl: Verwijder alle ideeën.

source: Save
nl_nl: Opslaan

source: Settings saved successfully
nl_nl: Instellingen succesvol opgeslagen

source: BuddyPress Groups
nl_nl: BuddyPress Groepen

source: Activate WP Idea Stream in Groups
nl_nl: WP Idea Stream voor Groepen activeren

source: The action requested is not available
nl_nl: De geselecteerde actie is niet beschikbaar

source: You must be a member of the group to post ideas
nl_nl: Je moet lid van deze groep zijn om ideeën te plaatsen

# group idea footer utility text
source: This idea was posted from the group %4$s on %3$s.
nl_nl: Dit idee is geplaatst vanuit de groep %4$s op %3$s.

# group idea attached to at least one category footer utility text
source: This idea was posted in %1$s from the group %4$s on %3$s.
nl_nl: Dit idee werd geplaatst in %1$s van de groep %4$s op %3$s.

# group idea attached to at least one tag footer utility text
source: This idea was tagged %2$s and posted from the group %4$s on %3$s.
nl_nl: Dit idee werd als %2$s getagd en geplaatst vanuit de groep %4$s op %3$s.

# group idea attached to at least one tag and one category footer utility text
source: This idea was posted in %1$s from the group %4$s and tagged %2$s on %3$s.
nl_nl: Dit idee werd geplaatst in %1$s van de groep %4$s en getagd met %2$s op %3$s.

source: Edit Idea
nl_nl: Idee bewerken

source: Remove Idea
nl_nl: Idee verwijderen

source: Spam comment
nl_nl: Spam commentaar

source: Delete comment
nl_nl: Commentaar verwijderen

source: Delete
nl_nl: Verwijderen

# idea posted group activity action
source: %1$s wrote a new %2$s in the group %3$s
nl_nl: %1$s heeft een nieuw %2$s in de groep %3$s geplaatst

# idea commented group activity action
source: %1$s replied to this %2$s posted in the group %3$s
nl_nl: %1$s reageerde op dit %2$s geplaatst in de groep %3$s

source: The author of the idea needs to be a member of the group selected
nl_nl: De maker van het idee moet een lid zijn van de geselecteerde groep

source: Idea successfully removed from group
nl_nl: Idee succesvol verwijderd uit de groep

source: Idea successfully added to group
nl_nl: Idee succesvol aan de groep toegevoegd

source: Status of the idea is not compatible with the group visibility
nl_nl: Zichtbaarheids-status van het idee is niet compatibel met de eigenschappen van de groep

source: Group was not found.
nl_nl: Groep is niet gevonden.

source: Search in groups to select one:
nl_nl: Zoek in groepen om er één te selecteren:

source: Only groups where WP Idea Stream is activated and where the author of this idea is a member of will show.
nl_nl: Alleen groepen waar WP Idea Stream is geactiveerd en waar de maker van dit idee lid is worden getoond.

source: This idea is not associated to any group
nl_nl: Dit idee is niet aan een bestaande groep gekoppeld

source: Groups
nl_nl: Groepen

source: The Buddypress Group metabox allows you to select a group the author is member of, and attach the idea to that group. Private or hidden groups will require the idea to have the status set to private.
nl_nl: De BuddyPress Group metabox stelt je in staat een groep te selecteren waar de maker lid van is, en het idee te koppelen aan die groep. Privé of verborgen groepen vereisen dat het idee privé als zichtbaarheids-status heeft.

# ideas groups admin column header
source: # Ideas
nl_nl: # Ideeën

source: The idea was successfully removed.
nl_nl: Het idee is succesvol verwijderd.

source: The comment was successfully marked as spam.
nl_nl: Het commentaar is succesvol aangemerkt als spam.

source: The comment was successfully deleted.
nl_nl: Het commentaar is succesvol verwijderd.

source: Removing the idea failed.
nl_nl: Het is mislukt het idee te verwijderen.

source: Removing the idea failed. You do not have the capability to remove ideas.
nl_nl: Het is mislukt het idee te verwijderen. Je hebt niet de rechten om ideeën te verwijderen.

source: Spamming the comment failed.
nl_nl: Het is mislukt het commentaar als spam aan te merken.

source: Spamming the comment failed. You do not have the capability to spam comments.
nl_nl: Het is mislukt het commentaar als spam aan te merken. Je hebt niet de rechten om commentaren als spam aan te merken.

source: Deleting the comment failed. You do not have the capability to delete comments.
nl_nl: Het is mislukt het commentaar te verwijderen. Je hebt niet de rechten om commentaren te verwijderen.

source: Deleting the comment failed.
nl_nl: Het is mislukt het commentaar te verwijderen.

source: No idea was requested
nl_nl: Er werd geen idee opgevraagd

source: The idea was not found in this group.
nl_nl: Het idee werd niet in deze groep gevonden.

source: No %s was requested
nl_nl: Er werd geen %s opgevraagd

source: This group does not support the %s feature.
nl_nl: Deze groep ondersteunt niet de %s functie.

source: The %s was not found
nl_nl: De %s werd niet gevonden

source: This idea is already being edited by another user.
nl_nl: Dit idee wordt al door een andere gebruiker bewerkt.

source: You are not allowed to edit this idea.
nl_nl: Je hebt niet de rechten om dit idee te bewerken.

source: To benefit of WP Idea Stream in BuddyPress, version %s of BuddyPress is required. Please upgrade or deactivate BP Idea Stream.
nl_nl: Om van WP Idea Stream in BuddyPress gebruik te maken is versie %s van BuddyPress vereist. Update of deactiveer BP Idea Stream.

source: New idea comments
nl_nl: Nieuwe idee commentaren

source: %d new idea comments
nl_nl: %d nieuwe idee reacties

source: New idea comment
nl_nl: Nieuw idee commentaar

source: New comment about the idea: %s
nl_nl: Nieuw commentaar op het idee: %s

source: New idea rating
nl_nl: Nieuwe idee-beoordeling

source: %d new idea ratings
nl_nl: %d nieuwe idee-beoordelingen

source: %s rated the idea: %s
nl_nl: %s beoordeelde het idee: %s

source: Customize the way WP Idea Stream should play with BuddyPress.
nl_nl: Stel de manier in waarop WP Idea Stream samen moet werken met BuddyPress.

source: BuddyPress Integration Settings
nl_nl: BuddyPress integratie instellingen

source: Sharing Ideas in a BuddyPress powered community will improve user interactions with the ideas posted on your site.
nl_nl: Ideeën delen in een BuddyPress omgeving zal de interactie van gebruikers met de ideeën op je website vergroten.

source: The plugin&#39;s user profile becomes a new navigation in the BuddyPress member page.
nl_nl: De plugin&#39;s gebruikers profiel wordt een nieuw navigatie-element op de BuddyPress ledenpagina.

source: Groups component is activated?
nl_nl: Groups-component is geactiveerd?

source: Nice! It’s now possible to share ideas within these micro-communities ensuring their members that the group&#39;s visibility is transposed to the status of their ideas.
nl_nl: Nice! Het is nu mogelijk om ideeën te delen binnen deze micro-communities, waarbij de zichtbaarheidsinstelling van de groep ook van toepassing blijft op de door leden geplaatste ideeën.

source: You may prefer to disable WP Idea Stream&#39;s Group integration. This is possible by deactivating the &#34;BuddyPress Groups setting&#34;.
nl_nl: Mogelijk geef je er de voorkeur aan WP Idea Stream groepen-integratie uit te schakelen. Dit is mogelijk door de &#34;BuddyPress Groups instelling&#34; te deactiveren.

source: Site Tracking and Activity components are activated?
nl_nl: Site Tracking en Activity componenten zijn geactiveerd?

source: Great! Each time a new idea or a new comment about an idea is posted, the members of your community will be informed through an activity update.
nl_nl: Top! Elke keer dat er een nieuw idee of commentaar op een idee wordt geplaatst worden de leden van je community op de hoogte gebracht met een activiteit-melding.

source: Notifications component is activated?
nl_nl: Meldingen-component geactiveerd?

source: Awesome! Your members will receive a screen notification when their ideas has been rated or commented upon.
nl_nl: Awesome! Je leden ontvangen een schermmelding wanneer hun ideeën beoordeeld of becommentariëerd zijn.

source: WP Idea Stream addon to share ideas within a BuddyPress powered community
nl_nl: WP IdeaStream addon om ideeën te delen binnen een Buddypress community
